{
  "conform.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini-ai": { "branch": "main" },
  "mini-basics": { "branch": "main" },
  "mini-clue": { "branch": "main" },
  "mini-files": { "branch": "main" },
  "mini-hipatterns": { "branch": "main" },
  "mini-icons": { "branch": "main" },
  "mini-pick": { "branch": "main" },
  "mini.extra": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "toggle-bool.nvim": { "branch": "main" }
}
