{
  "conform.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini-ai": { "branch": "main" },
  "mini-basics": { "branch": "main" },
  "mini-clue": { "branch": "main" },
  "mini-extra": { "branch": "main" },
  "mini-files": { "branch": "main" },
  "mini-hipatterns": { "branch": "main" },
  "mini-icons": { "branch": "main" },
  "mini-pick": { "branch": "main" },
  "mini-splitjoin": { "branch": "main" },
  "mini-trailspace": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "toggle-bool.nvim": { "branch": "main" }
}
