{
  "lazy.nvim": { "branch": "main" },
  "mini-ai": { "branch": "main" },
  "mini-clue": { "branch": "main" },
  "mini-files": { "branch": "main" },
  "mini-hipatterns": { "branch": "main" },
  "mini-icons": { "branch": "main" },
  "mini-pick": { "branch": "main" },
  "mini.extra": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" }
}
